hangman_words = {
    "easy": {
        "countries": ["РОССИЯ", "ГРЕЦИЯ", "ЕГИПЕТ", "КИТАЙ", "КОРЕЯ", "АРМЕНИЯ", "АВСТРИЯ", "ГЕРМАНИЯ", "ИТАЛИЯ", "ФРАНЦИЯ"],
        "animals": ["ТИГР", "ОБЕЗЬЯНА", "СОБАКА", "КОШКА", "ПОПУГАЙ", "КРОЛИК", "ЯЩЕРИЦА", "ЛЕВ", "ЗЕБРА", "ЛОШАДЬ"],
        "jobs": ["УЧИТЕЛЬ", "ПОВАР", "АКТЕР", "ЮРИСТ", "ПРОГРАММИСТ", "ДИЗАЙНЕР", "ПСИХОЛОГ", "ПОЖАРНЫЙ", "СТРОИТЕЛЬ", "ВОДИТЕЛЬ"]
    },
    "medium": {
        "countries": ["ИНДИЯ", "ВЬЕТНАМ", "АЛЖИР", "БРАЗИЛИЯ", "ДАНИЯ", "ИСЛАНДИЯ", "ИРЛАНДИЯ", "КАНАДА", "СИНГАПУР", "ТУНИС"],
        "animals": ["ТЮЛЕНЬ", "КРОТ", "ДЕЛЬФИН", "БУЙВОЛ", "ЛЕТЯГА", "ГАЗЕЛЬ", "ГАДЮКА", "САЛАМАНДРА", "ФАЗАН", "СКУНС"],
        "jobs": ["ИНЖЕНЕР", "КОНДИТЕР", "ВЕТЕРИНАР", "ПАРИКМАХЕР", "ХУДОЖНИК", "МАШИНИСТ", "ПРОДАВЕЦ", "ОПЕРАТОР", "СТОМАТОЛОГ", "ЭКОНОМИСТ"]
    },
    "hard": {
        "countries": ["КАМЕРУН", "КАМБОДЖА", "СЕЙШЕЛЫ", "УРУГВАЙ", "ЯМАЙКА", "СУРИНАМ", "ПАПУА", "ПАНАМА", "МЬЯНМА"],
        "animals": ["ЧАЙКА", "СКУМБРИЯ", "БУРЕВЕСТНИК", "БУРУНДУК", "СВЕРЧОК", "БАРРАКУДА", "ПИГАЛИЦА", "ДИНОЗАВР", "ШЕРСТОКРЫЛ", "ЗИМОРОДОК"],
        "jobs": ["СЛЕДОВАТЕЛЬ", "МЕНЕДЖЕР", "САНТЕХНИК", "СЛЕСАРЬ", "ШВЕЯ", "КИНОЛОГ", "АДВОКАТ", "ЭКОЛОГ", "РЕЖИССЕР", "ОХОТНИК"]
    }
}

